[
    {
        "keyword": " Sunil Narine after a match-winning knock against delhi Capitals",
        "cityname": "new delhi",
        "title": "'Cricket is all about batting...': Sunil Narine after a match-winning knock against Delhi Capitals | Cricket News - Times of India -  https://asiacup2023.co/cricket-is-all-about-batting-sunil-narine-after-a-match-winning-knock-against-delhi-capitals-cricket-news-times-of-india/…  \nNEW DELHI: Sunil Narine's blistering 85 propelled Kolkata Knight Riders to a commanding 106-run victory over Delhi C...",
        "link": "https://twitter.com/asia23cup/status/1775617245525516721",
        "comments": [
            "'Cricket is all about batting...': Sunil Narine after a match-winning knock against Delhi Capitals | Cricket News - Times of India -  ",
            "  \nNEW DELHI: Sunil Narine's blistering 85 propelled Kolkata Knight Riders to a commanding 106-run victory over Delhi C..."
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": " Sunil Narine after a match-winning knock against delhi Capitals",
        "cityname": "new delhi",
        "title": "#IPL2024 #DCvsKKR #SunilNarine \n\n'Cricket is all about batting...': Sunil Narine after a match-winning knock against Delhi Capitals",
        "link": "https://twitter.com/toisports/status/1775597713884905675",
        "comments": [
            "#IPL2024",
            " ",
            "#DCvsKKR",
            " ",
            "#SunilNarine",
            " \n\n'Cricket is all about batting...': Sunil Narine after a match-winning knock against Delhi Capitals"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": " Sunil Narine after a match-winning knock against delhi Capitals",
        "cityname": "new delhi",
        "title": "'Cricket is all about batting...': Narine after match-winning knock https://bit.ly/43M1Vxv\n#cricketdaily",
        "link": "https://twitter.com/veeyeskay/status/1775600855321903610",
        "comments": [
            "'Cricket is all about batting...': Narine after match-winning knock ",
            "",
            "#cricketdaily",
            "Exploring AP Automation’s Advanced Invoice Capture Process"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "'You always have to be down to earth, especially in...'",
        "cityname": "new delhi",
        "title": "Harsha Bhogle:- What's the mindset now after won 3 consecutive wins?\n\nShreyas Iyer:- \"You always have to be down to earth, especially in the IPL\"",
        "link": "https://twitter.com/ImTanujSingh/status/1775594075900764556",
        "comments": [
            "Harsha Bhogle:- What's the mindset now after won 3 consecutive wins?\n\nShreyas Iyer:- \"You always have to be down to earth, especially in the IPL\""
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "'You always have to be down to earth, especially in...'",
        "cityname": "new delhi",
        "title": "Harsha Bhogle:- What's the mindset now after won 3 consecutive wins? \n\nShreyas Iyer:- \"You always have to be down to earth, especially in the IPL\". \n#RinkuSingh #AndreRussell #GautamGambhir #SunilNarine #ShreyasIyer #DavidWarner #RishabhPant #DC #KKR #DCvKKR #DCvsKKR #IPL…",
        "link": "https://twitter.com/irishabhparmar/status/1775594820729475497",
        "comments": [
            "Harsha Bhogle:- What's the mindset now after won 3 consecutive wins? ",
            "Shreyas Iyer:- \"You always have to be down to earth, especially in the IPL\". ",
            "",
            "#RinkuSingh",
            " ",
            "#AndreRussell",
            " ",
            "#GautamGambhir",
            " ",
            "#SunilNarine",
            " ",
            "#ShreyasIyer",
            " ",
            "#DavidWarner",
            " ",
            "#RishabhPant",
            " ",
            "#DC",
            " ",
            "#KKR",
            " ",
            "#DCvKKR",
            " ",
            "#DCvsKKR",
            " ",
            "#IPL",
            " ",
            "#IPL2024",
            " ",
            "#TATAIPL",
            " ",
            "#TATAIPL2024"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "'You always have to be down to earth, especially in...'",
        "cityname": "new delhi",
        "title": "'You always have to be down to earth, especially in...': Iyer https://bit.ly/4akaZwg\n#cricketdaily",
        "link": "https://twitter.com/veeyeskay/status/1775597055747956824",
        "comments": [
            "'You always have to be down to earth, especially in...': Iyer ",
            "",
            "#cricketdaily"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "'You always have to be down to earth, especially in...'",
        "cityname": "new delhi",
        "title": "Sunil Narine's 85 set Kolkata Knight Riders up for 272-7\n\nPlease visit us on http://yolacricket.com for more IPL related cricket news \n#Yolacricket | #IPL2024  | #TATAIPL  | #DCvsKKR | #KKRvsDC | #SunilNarine | #ShreyasIyer",
        "link": "https://twitter.com/Yolacricket/status/1775612754109301106",
        "comments": [
            "Sunil Narine's 85 set Kolkata Knight Riders up for 272-7\n\nPlease visit us on ",
            " for more IPL related cricket news ",
            "",
            "#Yolacricket",
            " | ",
            "#IPL2024",
            "  | ",
            "#TATAIPL",
            "  | ",
            "#DCvsKKR",
            " | ",
            "#KKRvsDC",
            " | ",
            "#SunilNarine",
            " | ",
            "#ShreyasIyer"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": " DC skipper Rishabh Pant says after a disappointing loss to KKR",
        "cityname": "new delhi",
        "title": "#IPL2024 #DCvKKR #RishabhPant\n'I would rather get all out as a team than...'\n\nDC skipper @RishabhPant17 says after a disappointing loss to KKR\n\nREAD: http://toi.in/tKfZHa/a24gk",
        "link": "https://twitter.com/toisports/status/1775594425722548576",
        "comments": [
            "#IPL2024",
            " ",
            "#DCvKKR",
            " ",
            "#RishabhPant",
            " \n\n'I would rather get all out as a team than...'\n\nDC skipper ",
            " says after a disappointing loss to KKR\n\nREAD: "
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "Fake picture of Scarlett Johansson sitting in a rickshaw in delhi goes viral",
        "cityname": "new delhi",
        "title": "Fake picture of #ScarlettJohansson sitting in a rickshaw in Delhi goes viral",
        "link": "https://twitter.com/etimes/status/1775596324978856106",
        "comments": [
            "Fake picture of ",
            "#ScarlettJohansson",
            " sitting in a rickshaw in Delhi goes viral"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "Fake picture of Scarlett Johansson sitting in a rickshaw in delhi goes viral",
        "cityname": "new delhi",
        "title": "Fake picture of Scarlett Johansson sitting in a rickshaw in Delhi goes viral | English Movie News",
        "link": "https://twitter.com/Bollywoodfain/status/1775602362704421057",
        "comments": [
            "Fake picture of Scarlett Johansson sitting in a rickshaw in Delhi goes viral | English Movie News"
        ],
        "source": "Twitter",
        "date": "2024-04-03"
    },
    {
        "keyword": "'You always have to be down to earth, especially in...'",
        "cityname": "new delhi",
        "title": "Every woman and girl should read this.",
        "link": "https://www.reddit.com/r/news/comments/uh6to/every_woman_and_girl_should_read_this/",
        "comments": [
            "Plus, it's not even true:\n\nhttp://www.snopes.com/crime/prevent/rape.asp",
            "post this to subreddet r/twoxchromosomes\n",
            "This place is generally for links to news stories, not blog reposts without a source.  Your intentions are good, but this isn't the place for this information."
        ],
        "source": "Reddit"
    },
    {
        "keyword": "Fake picture of Scarlett Johansson sitting in a rickshaw in delhi goes viral",
        "cityname": "new delhi",
        "title": "((BET35!!)) The Wolf Of Wall Street Full Movie Streaming Online Free",
        "link": "https://www.reddit.com/r/news/comments/1xp1b8/bet35_the_wolf_of_wall_street_full_movie/",
        "comments": [],
        "source": "Reddit"
    },
    {
        "keyword": "Fake picture of Scarlett Johansson sitting in a rickshaw in delhi goes viral",
        "cityname": "new delhi",
        "title": "Riots in Turkey - Day Six - Live Update Thread #5",
        "link": "https://www.reddit.com/r/news/comments/1fhzmi/riots_in_turkey_day_six_live_update_thread_5/",
        "comments": [
            "The whole connection to soccer clubs is the weirdest thing to me as an American.  I thought we had devoted sports fans, but it's more like a political/gang organization in some countries.  ",
            "[deleted]",
            "Turkish PM Erdogan just said: \"Ataturk Culture Center will inşallah be demolished... Yes, we will build a mosque in Taksim, and don't need the permission from CHP or a few marauders\"\n\nhttp://www.hurriyet.com.tr/gundem/23419723.asp",
            "- Protesters are gathering in Ankara, Istanbul and Izmir in order to collect garbages.\n- Protesters are suspicious about undercover police officers.\n- For future info, go to Twitter search, type #direngezi or/and #direnistanbul, #direnankara, #direnizmir. Most of the tweets/photos are Turkish, but if you send me a message or reply this with a quota of the tweet or photo I'll try to translate them.\n- Friends of mine who had gathered in Kizilay, Ankara in order to collect garbages: \"Police had waited us to finish cleaning. Then they attacked us!\"",
            "Up vote this to front page! ",
            "17 wrong things about protests in Turkey:\n* Bulent Arinc's, one of the ministers, son is the partner of the shopping mall which is planning to be constructed in Gezi Parki. This is confirmed as wrong.\n* Photo of a young man, crushed by armed police vehicle. This is also confirmed wrong. The photo belongs to a boat motor accident.\n* Access to social media sites are banned. Although in Taksim, Istanbul 3G access is banned, social media sites can not be accessed because of the traffic.\n* Thousands of police officers have resigned. This is also confirmed wrong, about 20 or 30 police officers confirmed to be resigned.\n* Head of the Istanbul Police Headquarters has resigned. Confirmed wrong, as a fake Twitter account spread it.\n* Police using real bullets. If they have used real bullet, this is massacre not intervention.\n* A protester who tried to stop an armed vehicle has died. No, he is alive. A fake identity had given to him, in order to make people believe that he is dead.\n* Police officers spraying tear gas to dogs. This photo is not from Turkey, it is from Italy since \"Policia\" is written on the backs of polices instead of \"Polis\".\n* Besiktas supporters claimed one of the armed vehicles. This was unconfirmed last night and before that. Now it is known that it is not true.\n* Police officers fainted protesters with chemical water. Tens of thousands people had shared this in social media but this is not true.\n* News channels' fake twitter accounts. There are many fake accounts of Turkish news channels.\n* If the protest lasts 48 hours, Turkish Constitutional Court have the right to cancel the current government. This is also not true, it was a made-up rumor in order to make protests last longer.\n* Agent Orange used in protests. Agent Orange is a chemical which can simply massacre tons of protesters. It was a report in CNN's iReport site but in iReport site, users reports their own views.\n* Beyazit Ozturk's show cancelled permanently because of his own cancellation. Beyazit only cancelled this week's program.\n* 2012 Eurasia Marathon's photos used for yesterday mornings cross of the Bogazici Bridge. There were some true photos, but some of the photos belonged to last year's marathon.\n* CNN International had terminated their contract with CNN Turk. We are hoping that they will terminate, but for now this is only a hoax.\n* Protesters attacked women who were wearing turban. This is also a hoax, there were many women protesters who were wearing turban\n* Source: http://www.fatihcipil.com/2013/06/gezi-park-olayndaki-11-yalan-haber.html",
            "Thank you for doing this OP. ",
            "Here's a photo album of 1st of June, captioned photos in chronologic order:\nhttp://imgur.com/a/mL5Yf\n\nAnd one from May 31st: http://imgur.com/a/oCK0Z",
            "\"[5:28 am GMT+1] NSFW - POSSIBLE DEATH - This video is reported to show police shooting a man in the head in Ankara. This is unconfirmed.\"\n\nThe officer is firing into the air to scare away a group of protestors that are surrounding him. You can see that one of them ha stolen a riot shield from the police.",
            ">[4:04 am GMT+1] A video showing a water cannon vehicle ramming a >protester has gone viral.\"\n\nThe protestor is hiding behind debris used as a roadblock. You can also see him dash away shortly after the vehicle rams the roadblock.",
            "For those familiar with Turkish Politics - will the military be able to step in this time, even with the major leaders jailed? Has the same thing happened with the previous coup's (military leaders being jailed, yet the coup goes on anyway)?",
            "This is what happens once the people catch on the their Government is screwing them...",
            "And the people have equal right to oppose the rules, hopefully the side that wins is the side that benefits the citizens.",
            "\nI thought yesterday he said it was gong to be a fabulous tourist center or something. Did he get rebuked again?\n\nMedia consulting via Skype must be so vexing.",
            "Those are all CS or CN gas canisters.",
            "I have since updated that update - The man is knocked to the ground but with what is yet to be determined - It is not the police officer's shots though.",
            "Lesson: Dont stand in traffic",
            "Thank you for your keen sight. I have never been happier to be wrong.",
            "From what I understand, the generals were installed (Somewhat recently) as to be sympathetic to the PM's cause. \n\nThere has been twitter reports of some military intervention but not on a full scale yet.",
            "[Or this](http://www.nydailynews.com/news/national/alabama-boy-held-hostage-bus-shooting-article-1.1251003). \n\nJust tired of hearing that line. In the U.S., these people are whackjobs, but in Turkey, they're patriots. Is it just a numbers thing?",
            "...either this or voting third party",
            "He says nothing is decided yet, but after demolishing the park, it \"could\" include residences, shops, and a tourist center.. A very vague description really.\n\nAnd just an hour ago, out of nowhere, he blurts \"We'll build a mosque in Taksim as well\".. I'm guessing this is to win back votes from the conservatives, as in the next few days he will be accusing the protesters of being \"atheists\" and \"against religion\". Pretty typical of Erdogan, exploiting religion to squeeze out millions of votes.",
            "You will lose credibility if you continue to post images from who knows where about who knows what.  And then exhaust yourself undoing what you've done.  I understand there's a lot of adrenaline flying around but people need to stop saying what they don't know to be certain.  If \"Agent Orange\" went viral so does everything else; people were frightened to death by that.",
            "He probably dropped to the ground when he heard the *bang* from the gun.\n\nProtip: Don't attack a police officer if you don't want to get shot at.",
            "exactly, especially while hiding behind a debris road block.",
            "[deleted]",
            "Tea partiers complaining about how their government wants to provide healthcare is not the same thing as people being shot in the head, run over, or sprayed to death (literally) by their police force. It really should put US anti-government sentiments in perspective. ",
            "Not really, this all started out as part of a peaceful process in the last large parkland area in central Istanbul, which was going to be turned into a shopping mall. However it was broken up with many people being injured and with all the pent up frustration that the people have been feeling towards an Islamist leaning government (which is trying to basically destroy parts of the constitution put in place by Ataturk, who is considered the farther of modern Turkey) has basically boilled over in the last few days due to these heavy handed actions by the police.\n\nBasically alot of these people are trying to stop the government from tearing up their constitution and doing what they want.",
            "There is no third party in Turkey. Or let me tell this way there are third parties here but they are worthless.",
            "Hasn't the Ataturk Cultural Center been something of a tourist attraction for a while now?\n\nHe seems to be making some very odd remarks. Has he recently begun taking any new medications?\n\n\n\n",
            "I will take this into consideration. \n\nThe video link was provided through the OccupyGezi Tumblr page and thus trusted it somewhat more due to the high quality material provided previously.\n\nI used capital letters to make sure people registered that this the link provides NSFW material - To make sure people who find those images disturbing will have fair warning.\n\nThe Agent Orange fiasco was through miscommunication and translation via twitter. The measure they were using was called Skunk and has been since clarified.",
            "Agreed - Police are people too. Except when they're dogs. ",
            "Why, he should just stand and take the water cannon blast right? Not run to the closest cover.\n\n",
            "Look at what he was saying to the negotiators, he was a \"government is out to get me\" and \"government is a bunch of fascist dictators\" etc. guy.",
            "What about the government artificially inflating a massive housing bubble, then taxing the people to bail out the banks when that multi-trillion-dollar edifice came crashing down? Am I allowed to complain about that?",
            "I wasn't speaking specifically about Turkey. In America, we're getting screwed as well. Some of us have taken to voting for third parties as a form of dissent.\n\nThanks for the downvote for disagreeing/not understanding my comment.",
            "Yes, in Turkey. ",
            "Ataturk Cultural Center (AKM) was was the largest serving Opera House in Istanbul until 2008, when they closed it for a supposedly \"two-year renovation\". It's been 5 years, and still no renovations have been made. It's been idle and empty since then.\n\nI actually attended the last ever concert at AKM, where the famous Iranian guest conductor, Ali Rahbari made a very emotional speech about how they also closed down the Opera House in Iran back during the Islamic revolution, and feared that the same might happen to Turkey as well. He hoped that there would actually be a renovation and the Opera House would be open in two years, but predicted that the government probably had other plans.\n\nUnfortunately, what we feared is slowly happening. I'm deeply hoping the nationwide protests will stop the process.",
            "Post that over here then please.  (earlier instantly deleted for bad link.)\n\n[What is that orange smoke?](http://www.reddit.com/r/news/comments/1fhwxh/what_is_this_orange_smoke_istanbul/)",
            "I'm not saying that at all.\n\nI'm saying if you want a revolution you have to actually fight instead of sitting there crying about it.",
            "Distance is what you want when it comes to the water cannons. Not hiding in the middle of the road behind a shitty barrier.",
            "You're allowed to complain about anything as much as you like without being physically harmed. That's the point, and these people don't have that. ",
            "I'm actually meaning police dogs - Not calling them dogs. \n\n",
            "Yeah, but if I complain too much I might get audited.",
            "Clearly, your life is filled with oppression."
        ],
        "source": "Reddit"
    },
    {
        "keyword": "Fake picture of Scarlett Johansson sitting in a rickshaw in delhi goes viral",
        "cityname": "new delhi",
        "title": "Detailed time-line, background & updates about  former police officer that killed three people, \"declared war on the LAPD\" and is currently on the loose.",
        "link": "https://www.reddit.com/r/news/comments/184570/detailed_timeline_background_updates_about_former/",
        "comments": [
            "\"I didn't wish him dead though, at any point.\" - Karen Reynolds (hostage)",
            "I'm petitioning the white house to force all police to wear a camera that constantly records while on duty. Any support would be greatly appreciated: http://wh.gov/pup9",
            "The Thursday, Feb 7 incident at 5:20 AM involved a black 2006 Honda Ridgeline driven by David Perdue and registered to Lizzette Perdue.  It happened on Flagler Lane near Beryl Street.  I pieced that together from several articles, so unfortunately I don't have a source.",
            "Perhaps this is a stupid question, but with as much controversy and dubious information, is there a clearer cut case for, \"Hey Anonymous, what's going on with the internal memos within the LAPD?\" than this one?",
            "here\n\nlisten in on the LAPD\n\nhttp://tunein.com/program/?ProgramId=487620&StationId=133414",
            "[deleted]",
            "Knew the comment limit was coming - [this continues here](http://www.reddit.com/r/DornerCase/comments/1867zr/dornercase_timeline_part_ii_started_friday_8).",
            "For all of you unable to find his manifesto here is a link for it: http://pastebin.com/TAzPRfPy\n\nBeware, it is the uncensored copy. As if that'll change much.\n\nAlso, it's a good read. I definitely wouldn't call this guy \"crazy.\" He is clear and concise about his agenda. I still say go him! Let him uproot corruption every where.",
            "What a heroic guy, murdering a young woman at their homes and what not!\n\nI can see why the internet loves this fellow. Fight the powa by gunning down the kids of police!",
            "Thoughts on the mountain and the broken axle:\n\nIf you suggest that Dorner went that way (up the mountain) as part of his plan, then it stands to reason that his truck would've been up that way before. He seems very calculated.\nSo either:\n1) He had really, really bad luck.\n2) The truck had never been there before.\n\nThe first choice is a viable possibility. A quick google search showed that his truck model has had axle problems.\nThe second choice leads to more options:\n1) Did he panic and choose that route?\n2) Is the truck a diversion altogether?\n\nThe first option is, again, completely viable. He is someone who understands the severity of his actions better than anyone. Only he knows how truly fucked he is.\nThe second option, again, leads to more questions than I can even list...\n\nWith regards to the \"broken axle\" on the truck:\n1) The gas tanks on those trucks sit against the rear axle. (Thank you GIS)\n2) The truck was ablaze.\n\nWhen the tank went, it quite possibly killed the axle.\n\nAlso, the differential fluid boiling point is well below the temps that inferno got up to.\nSealed case + boiling liquid = crack.\n\nWith that, I say: I can't say for certain the axle was broken from the mountain and not the fire. If we agree that's possible, then we're right\nback at \"the truck is a diversion.\"",
            "truck is probably a decoy, and they never had a trail of him in the mountains. hes a 270lb man, no way he doesnt leave track behind even on \"frozen snow\" and with good trackers and aerial view, he'd have been found pretty easily.\n\nhe probably had a back up car parked where he parked his truck, MAYBE made a half trail in to the mountains and came back down, torch the truck and got in the back up car and is probably driving through colorado or washington.",
            "This is an incredible thread, thanks for the hard work SeedyOne.\n\nMy biggest question, and obviously the biggest question in a lot of closed door conference rooms right now, \n\nWhat is Christopher Dorner's next move?\n\nSupposedly he has a list of people to kill, we've heard he might be headed to Mexico, and he certainly has up and vanished. I'm trying to imagine myself in his boots, in the middle of the woods? Holed up in an abandoned house? Firing up his F-15? Eating cinnamon toast crunch browsing gonewild on reddit?\n\nAny soldiers, cops, etc here with similar training - what would you do in this situation after knowing his mindset from his Manifesto.",
            "The problem with the victim's video interview is that all the questions are leading... kinda makes it hard to know how legitimate it is. And now that this situation has blown up he has a huge amount of pressure to give the answers that he thinks the interviewer wants.\n\nI'm not saying the excessive force charge is false, I think it is probably true... I just wish they didn't use leading questions.",
            "Feb 8 21:35 | Possible Man with Gun - Possible AW suspect N. Saint Louis - LAPD scanner\n\nAnyone know what AW stands for?",
            "[deleted]",
            "LAPD Scanner requesting Chopper with FLIR to investigate bag near rail yard that may be \"trash\" but appears to be long enough to hold rifles. Chopper dispatch stated he would send pilots over. Fri. Feb 8, 20:45 PST",
            "It's interesting that Mr. Dorner also chose to use his manifesto to bring attention to the debate on banning assault weapons. This whole thing makes me want to go out and buy an AR-15 or something crazy. I'm not sure if it's just because we are more aware of it these days because of the internet, but it seems like the police force has gone from disinterested negligence to deliberate maliciousness in the past ten or fifteen years. And not just in LA either.",
            "Thanks for keeping this post updated. So far this has been a better source than any of the \"major\" news outlets.",
            "I'm not convinced Dorner has murdered anyone. Call me old fashioned but I presume he is innocent until someone can prove his guilt. After witnessing mainstream media distort and omit facts, and LAPD shoot bystanders, why should I believe their version of events?",
            "[deleted]",
            "Really CNN? A news clip about a man with a body count and the add that they're profiting from chimes in lightheartedly with \"We all make bad decisions...\".\n\nEDIT: Add not clip.",
            "Sounds like this bad ass might be hiding in the mountains. He has extensive military and police training and has proven to this point to be well educated. He has obviously planned all his moves well ahead of the police. He was prepared for everything so far and I wouldn't doubt if he had prepared to hide in, or trek over, the mountains. He's also proven to be so intelligent as to give out false clues (\"mentioning\" Mexico to the boat owner he tied up). \n\nThis guy is extremely intelligent (given both his actions and his manifesto) and I don't think he will be caught soon. \n\nEven if anything so far wasn't apart of his plans he has proven that he can adapt to changes in circumstances much better than the police can. \n\n**EDIT** As a final note - I highly doubt his truck had a broken axle. Sounds like typical bullshit to me. It is EXTREMELY difficult to actually break an axle. The last time he was \"running\" was in LA and then next thing you know he has a broken axle in a town near the mountains? I highly doubt that. ",
            "[Trying to compile this like we did the Aurora Case Timeline](http://www.reddit.com/r/DornerCase/comments/1867zr/dornercase_timeline_part_ii_started_friday_8/), would love your help - especially proofing the updated formatting on the [mirror of your work on part 1](http://www.reddit.com/r/DornerCase/comments/18640v/link_to_first_detailed_timeline_and_comments/) with 24 Hour Formatted dates and times.",
            "LAPD Corruption at the highest level.\n\nJudge for yourself:\nhttp://leaksource.wordpress.com/2013/02/07/christopher-dorner-v-lapd-case-file/\n\nDecision of the Board:\n\"The Board also noted that Gettler’s mental illness affected his ability to give an accurate account of the incident and found that Gettler’s videotaped statement, alleging one kick, was not credible.\"\n\nChristopher Gettler Deposition:\nhttp://www.youtube.com/watch?feature=player_embedded&v=LFZR6tjeu-A\n\nI like bacon for breakfast please. ",
            "How can anyone be on his side when he is killing relatives of police officers?  What did those people do? They have nothing to do with him or the police dept.\n\nAnyone who sides with him has little understanding and apathy imo.  A women and her husband are killed because he has a problem with the women's father? WTF is that? You think you are doing LA or anyone a favor by killing those two people?  I feel very sad for that women and her husband.  Yes when a police dept is corrupt it is a terrible thing and it must be stopped - but killing those two people makes this guy a cold blooded murderer - with little respect for life.  His message is tainted by killing two innocent people.  So sad.",
            "What exactly are *extreme* weather conditions in California? ",
            "Let him have his revenge. Let it serve as a lesson to corrupt cops everywhere and a lesson to those hiding corrupt cops. Justice be swift. Vengeance be pure.",
            "Thanks for keeping everybody updated.  Be careful driving home in the rain. It's pouring near the 101/405 now.",
            "Will there be another timeline?",
            "This is absolutely insane. I'm disliking alot of media coverage \non chocolate Rambo.  I.e. I just heard them claim how he\n\"Didn't plan for the snow and got lost driving.\" \nThe weather is a giant advantage to him. ",
            "For those like me that are having trouble loading the page with the massive number of comments it has, I have created /r/DornerCase - similar to the growth of the timeline at /r/AuroraCase to make it easier to consolidate the info as it gets posted.\n\nI have invited the OP as a moderator and hope that he will begin a part 2 thread - or that someone willing to help facilitate that will step up- hopefully at the end we can have a nice timestamped reference piece like you find here: https://gist.github.com/ba85564e14fc8f6b142b of the Aurora News Story as it unfolded.",
            "[deleted]",
            "heres the real manifesto. names redacted\nhttp://venice311.org/wp-content/uploads/2013/02/redactedmanifesto-v311.jpg",
            "In his manifesto, he mentioned his severe depression that supposedly began in 2008 after he was relieved of duty. He says it may been caused by the two concussions he received while playing football. We'd need to study his brain though to determine that. But if it's true, this could explain why a seemingly intelligent and outgoing man could cross that line and kill innocent people?? \n\nHe felt he was wronged by the LAPD, but a \"normal\" person would not do what he did. I could picture myself wanting to get revenge on the people I felt ruined my life, but I would never act on my anger by taking their lives, much less those of their families and friends, I would try to just move on if I'd exhausted all legal means.",
            "[CNN Fear Mongering with Fake Manifesto](http://www.youtube.com/watch?v=vFBzKFQizCU)",
            "I'm hearing lots of what I believe to be Morse code.",
            "\"Damn, gonna miss shark week.\"",
            "\"Unfortunately, I will not be alive to see my name cleared.\"\n\nTHIS SHIT IS LIKE A MOVIE!!!!!!!!\n\n",
            "A large part of me is rooting for the guy. I love a good vigilante! ",
            "This is crazy",
            "http://www.reddit.com/r/news/comments/18626s/listen_live_as_police_search_for_christopher/\n\nMade a radio thread.",
            "[deleted]",
            "A guy on AC360 just said he abandoned his truck because he broke an axle. This is the first I've heard of this.",
            "Thank you for this.  I have read comments about people saying this guy was a whistleblower and he was just \"reacting\". nonsense.",
            "Dude - follow the way the Aurora Case one was done - post a new thread every 12 hours and make your last edit to this one a link to that new thread. 3K+ comments is a pain to manage.\n\nEDIT: [Being the change I want in Reddit or something](http://www.reddit.com/r/DornerCase/)",
            "I support this man.",
            "I hate how the Manifesto that has been published has been changed by the media into a false Version. Anonymous should be distributing the clean Version , I know they can.",
            "Isn't this the plot for Shooter?",
            "[deleted]",
            "Reading his manifesto brought something weird to my mind...\nI saw it in the anime \"bleach\" where one of the dudes mentioned something like: \"there are two types of battle, one to save a life and one to save one's pride... know the difference\"\n\nThis one is clearly a man trying desperately to fight for his pride... he will do it to the death and by any means necessary.\n\nI disagree with some of the steps he has taken but i think i can understand why he is doing it... its just sad that it had to boil down to this.",
            "Hit them hard Dorner, make them cops pay for being nothing more then criminals in uniform, but PLEASE dont hurt civilians.",
            "[deleted]",
            "Christopher Gettler's (the man who was supposedly kicked) [testimony.](http://www.myfoxla.com/story/21070897/christopher-dorners-legal-documents-challanging-the-lapd#.URWMpkZiteU.facebook)",
            "CNN : \"everybody thought it would be over last night. They thought the FBI were closing in on him\"\n\nLOL , he's not a dumbasss, you're not hunting your typical dumbass criminal. ",
            "Due to the recent lack of updates by the OP, I have no reason to not assume that he has been mistaken for Dorner and killed by the LAPD.",
            "Apparently CNN is about to show video of Dorner training with firearms.",
            "Suspect could pass as LL Cool J's younger brother lol.",
            "UPDATE, FEB. 8, 3:47 P.M.: The Irvine Police Department just released the most recent known photos of Chris Dorner:\n\nhttp://blogs.ocweekly.com/navelgazing/assets_c/2013/02/Dorner%201-28-13%20(1)-thumb-550x372.jpg\n\nhttp://blogs.ocweekly.com/navelgazing/1-28-13%20-%20Dorner%20%282%29.jpg\n\n\"Through follow-up investigation this recent image of Dorner was obtained from surveillance video of an Orange County hotel,\" reads a statement Irvine Police Lt. Julia Engen emailed to the media. \"The image is the most recent available depicting Dorner's [appearance]. It was taken on January 28, 2013. The purpose of distributing this image is to share how Dorner appeared in the recent past.\"\n\nAnyone with information regarding Dorner's whereabouts is asked to call 9-1-1 immediately.",
            "I finally read his entire manifesto. Though it doesn't justify his murders (or what he's doing) -- I feel for the man. ",
            "they're finally mentioning him again. http://youarelistening.to/",
            "[deleted]",
            "Its the GTA 6-star wanted challenge IRL",
            "Dorner : good cop pushed to far\n",
            "[Dorner returned lost 8k to a Church in 2002](http://enidnews.com/localnews/x964898713/ENE-Archives-Vance-students-turn-in-lost-church-money#cb=fdd0205ed56568&origin=http%3A%2F%2Fenidnews.com%2Ff34619491750dc8&domain=enidnews.com&relation=parent&error=not_authorized)",
            "Can someone link a picture of the second car crash scene?",
            "The manifesto between the two links do not match.  One mentions gun control, the other does not.  The one that does mention gun control is far longer and seems to go on a rant unrelated to his purpose.",
            "He's gone. We won't be seeing him for a while. But we will see him again. ",
            ">SO HERE'S THE PLAN\n\n>We should all feed as much disinformation to the LAPD as we can.\n\n>Buy disposable phones\n>Use payphones\n>Send anonymous e-mail\n\n>Give them as much bullshit as possible so that they have even less to go on, this will buy our man some time.\n\n>Next we DDoS the LAPD servers. Just to stir up a bit more shit and give US some time.\n\n>Last, we spread this mans story. Make him out to be a hero. Eventually the media will propagate it out even more. We make him appear as a true hero and vigilante, and others will believe in him.\n\n>What this does, is not only inspire our man (he makes his dream of clearing his name real) but actually gives him tangible strategic help. LA is a very urban area, if he were in a situation he needed to lay low in, this could open up plenty of potential areas.People would support him, and possibly shelter him. \n\n>But only if this goes as planned.\n\nEver want to change the world kids?\nHere's your chance.",
            "I wonder if he made it to Mexico yet. I think everyone is expecting this guy to strike all at once, but he seems too smart for that. ",
            "His name is Robert Paulson",
            "The amount of people I see cheering him on is disgusting. The LAPD might be crooked, but gunning down people in cold blood is vile!\n\nPeople are going to look really stupid when they realize Dorner is full of shit, and his dismissal was justified.",
            "UPDATE, FEB. 8, 2:10 P.M.: Lt. Bill Whalen of the Irvine Police Department says officers from his agency, La Palma, the FBI and the U.S. Marshals office will be at the La Palma home for the next several hours as they remove possible evidence, including computer hard drives, that can help lead to Dorner.\n\nOrange County's computer forensics lab will receive computer items, Whalen adds.\n\nThe triple-homicide suspect's mother and sister were questioned inside the home, KCLA/Channel 9 reports.\n\nThe FBI previously disclosed no weapons were found in a search of a Las Vegas home owned by Dorner.\n\nSouce is from the OC Weekly blog",
            "I wouldn't be surprised if this guy is made of indestructible metal. The Terminator.",
            "[Anon's plan](https://minus.com/lbtluMyZKpq0ft)",
            "[Cop Kill'a](http://imgur.com/egps6hG)",
            "I'll say it; this is bad ass.",
            "[SBSun pics of WX cops are dealing with in Big Bear](http://photos.sbsun.com/2013/02/dorner-manhunt-swat-team-in-big-bear-hit-by-winter-storm/#1)",
            "I work at Bear Mountain in Big Bear... his truck was found right next to chair 9... I was (thankfully) off mountain, but I am terrified for my friends right now... not because of Dorner, but because of the police that are, apparently, gunning down civilians...",
            "This sounds like something straight out of a movie.",
            "[Petition!!!](http://signon.org/sign/police-shoot-two-women?source=s.icn.tw&r_by=2706857)  Charge the officers who shot at a misidentified truck, injuring 2 unarmed women.",
            "Does the Whistleblower Protection Act extend to members of local law enforcement? If it isn't, do you think it will be changed include them?",
            "My worry is that this \"search\" at the mother's residence is a means to get information or dirt on the suspect/mother to villify them even more.",
            "The Spook Who Sat by the Door - \nhttp://www.youtube.com/watch?v=_BynXfREPG8",
            "I am repulsed by the justifications, for this mans actions, in this thread. What I read about the LAPD is terrifying and wrong, but to condone this man in any way is abhorrent. How could you possibly give him any credit whatsoever?! He has murdered innocent people and decided that his sick and bloody vigilantism trumps society's need for due process. If his goal was better LA then there were many nonviolent methods that would have actually served a purpose. Write a book, start a petition, lead a protest, or sue the department. Also, to the user comparing his cold blooded murder of the innocent couple, to the civilian casualties in Iraq. Your comparison is an utter breakdown in logic or reason. That's not to say they are not worth discussing and preventing, but in no way are they comparable. ",
            "I hope they do not shoot his mom because of \"mistaken identity\" when they search her house.",
            "Law abiding citizen? \n\"Its going to be biblical\"",
            "I remember this [movie](https://www.youtube.com/watch?v=N8b3963VRW4)",
            "I would be terrified if I worked in their dispatch center!",
            "CBS News is doing a shit and completely biased job covering this story.",
            "[deleted]",
            "This is what violent video games are doing to the American people.",
            "[deleted]",
            "This is the police conduct that would prevent this from ever happening.\n\nhttps://www.youtube.com/watch?v=ifMz9Dai-vw",
            "He should probably lay low for awhile.   ",
            "[deleted]",
            "[deleted]",
            "[deleted]",
            "[deleted]",
            "~~12:10 **PM** *~~\n\nedit: fixed",
            "I live out here in the IE....scary shit!",
            "LAPD is doing everything to put themselves in the bright light. But they forget to shed light onto the part of his manifesto that **reveals how he can be stopped**: \n\n>The attacks will stop when the department states the truth about my innocence, PUBLICLY!!! I will not accept any type of currency/goods in exchange for the attacks to stop, nor do i want it. I want my name back, period. There is no negotiation.\n \nHe even has a hitlist and explained that he is going after Quan's (the murdered girl in Irvine) family. \n\n>I never had the opportunity to have a family of my own, I'm terminating yours. Quan, Anderson, Evans, and BOR members Look your wives/husbands and surviving children directly in the face and tell them the truth as to why your children are dead.\n \nWhether the head honcho decides that the killing needs to be stopped, or the paranoia of the officers on the hitlist compels them to confess their wrongdoing, LAPD is fucked. I think this is exactly what Dorner wanted.\n\n>Bratton, Beck, Hayes, Tingirides, Eisenberg, Martella, Quan, Evans, Hernandez, Villanueva/Gallegos, and Anderson. Your lack of ethics and conspiring to wrong a just individual are over. Suppressing the truth will leave to deadly consequences for you and your family. There will be an element of surprise where you work, live, eat, and sleep.\n \nMy guess is that LAPD is willing to sacrifice a few officers' lives for \"the greater good\". I doubt that LAPD will admit to any injustice they have committed though. But Dorner isn't just your average moron with a gun. He's ex-military, and he knows the tactics inside and out. My guess would be that all of the people on his hitlist will die *preventable* deaths, and he will put a bullet through his own head once he completes his mission. Of course LAPD will bask in the glory of Dorner's death and say their manhunt succeeded once they find his corpse. Just wonder how the PD will live with that conscience.",
            "It sucks knowing the police press confrences dont tell us everything. Of course they consider him listening in on them so you know we are hearing the bare minimum or complete lies. Meh.",
            "[deleted]",
            "[deleted]",
            "[deleted]",
            "thank you so much for doing this. really appreciate it.",
            "[Why does this movie seem somewhat relevant to what's happening?](http://www.imdb.com/title/tt0822854/)",
            "Why don't we all give the LAPD a long sarcastic round of applause. Way to keep everyone safe...",
            "Just finished some research that would seem to shoot a pretty big hole in the story of the two police officers who shot at the blue Toyota Tacoma pickup with the newspaper delivery ladies in it. According to quite a few sources online since at least 2005 all Tacoma pickup trucks come with daytime running lights that cannot be deactivated by the operator. Essentially if the vehicle is in motion the headlights will be on. The only possible caveat is if there is a daylight sensor that would switch them off, however I can't see that as a possibility since the shooting occurred at 4:30 in the morning. That's a pretty big hole shot in their story in my honest opinion.",
            "[deleted]",
            "I read his manifesto, and I couldn't help but feel some level of sadness for the man. Am I going to go all the way and support the notion that he's a modern day Robin Hood? No. But you can tell he hasn't been feeling well for a number of years now.",
            "I can’t believe people are turning Dorner into some kind of anti-hero (I guess he's crazy, *but*…). He was in a unique position to raise awareness of police misconduct and do something constructive with his experience. Instead, he chose to take the coward’s route by killing innocent people to address his grievances. He’s a monster.\n\n*Ahh, I see this comment isn't popular. I guess here on reddit, going on a murdering spree is a justified course of action when you feel you've been wrongly terminated from your job?",
            "[removed]",
            "[deleted]",
            "yeah just put it in the comments. the least we can do is give you some internet points for all the effort.",
            "The fact that the police would rather conduct a statewide manhunt than call a press conference speaks volumes about their priorities and the pervasiveness of the blue wall of silence. ",
            "Just gonna leave this here \n\nhttp://www.reddit.com/r/IAmA/comments/185bt8/ama_request_christopher_dorner/",
            "[deleted]",
            "So which manifesto is the authentic one?\n\nI read the shorter one first, then found the 'unedited' one and read it.  A lot of people are saying the media cut it to make it shorter and make him appear more like a crazy gunman, but other people are saying that some other sources edited in all the talk about the things he was going to miss and goodbyes to his friends, which showed more of his human side.",
            "Thanks!",
            "Thanks for the good work.",
            "Were I in this situation, I'd want to remain in the region, but away from where they're searching.  A lot would really depend on what objectives I have though.\n\nSay I'm completely innocent and trying to clear my name, meaning I haven't shot anyone and I've been set up.  The first thing I'm going to do after I'm far enough away is alter my appearance, so new haircut, don't shave, new clothes, and new car.  After that, I try to collect exonerating evidence and contact the FBI.\n\nOn the other hand, if I'm out for vengeance, I've already screwed up.  I never should have made what I'm doing public in the first place because it's now a lot harder to kill my targets.  Since I already have though, I pretty much do the same thing as if I was innocent, I change my appearance.  I then wait for my targets to be accessible and kill them.\n\nI think he's somewhere in the middle.  He's very calculated, but I think releasing his manifesto, assuming that he did write and release it, was a poor choice.  It made his targets much more difficult access.\n\nI am prior service military, not attached to any kind of special combat unit.  I currently work in LE, but I'm not a cop.  My military training was more combat oriented than his was, but he didn't learn any of this lone operator survival stuff he's doing in the military if what's been released so far is the extent of his training.",
            "[deleted]",
            "I just found [this thread.](http://www.reddit.com/r/LosAngeles/comments/185rek/speculation_on_chris_dorners_plan_its_genius/)",
            "That isn't a recent interview, it's the video from the deposition that occurred when the incident was being investigated by the LAPD Board of Review. Based on the timeline this would have been around 2008 - 2009. \n\nThe individual doing the questioning is Randy Quan, father of the woman killed in Irvine and one of the names mentioned in the manifesto. \n\nhttp://www.myfoxla.com/story/21070897/christopher-dorners-legal-documents-challenging-the-lapd ",
            "Update to this in the past 10 mins (been listening for 3 hours) they have read Dorner's description and wanted info. 3 times - that is the first time they have done that since I started listening. http://tunein.com/radio/Los-Angeles-Police-Department---Van-Nuys-Valley-Traffic-Tactic-s133414/",
            "Assault Weapon? If such a thing even exists.",
            "http://www.reddit.com/r/DornerCase/comments/1867zr/dornercase_timeline_part_ii_started_friday_8/",
            "If things keep up until tomorrow morning, I may do that. I just wont be able to update is as much so it'd be more for the comments than the info. \n\nAs long as no one else makes a new on, I'd just take the last day's worth of updates, put them in the new thread with a link to the original for the old stuff and let people go nuts. Then I'd check in every 4-5 hours and update it. How's that sound?",
            "I will take What Is Punching At Shadows for 400, Alex. When they're excited about trash near railyards, that's just people working the overtime system. ",
            "If part of the plan- camouflage? \n\nIf not - sounds perfect to have left it there 5 days ago.\n\nEdit: by plan, I mean it being needed later rather than\na distraction.",
            "[deleted]",
            "Innocent until proven guilty isn't old fashion, it is a legal concept for the fair disposition of justice. I has nothing to do with thinking someone is guilty or not based on whatever evidence is handy. Someone you know is a thief is near an apartment that's been broken in to, go ahead and think he's guilty. Unless you're part of the process, jury, judge, prosecutor etc. the adage doesn't apply.  \n  \nAnd the guy is guilty btw, he wrote a letter, I'm assuming he wants us to know he's doing it. :) ",
            "Do you think they wrote the manifesto too then? Because he names specific people in it who have been targeted deliberately.",
            "Probably just a decoy",
            "You're right.  That's an area that is watched for forest fires, so he had to have known it'd be seen right away.  Perhaps he was trying to destroy evidence of some kind, but it seems more plausible that he wanted it to be seen.  Maybe he was setting up for an ambush and then couldn't follow through for whatever reason, or maybe it was a diversion.",
            "no way, I bet he used timed charges",
            "Which would be reason to think that he's nowhere near there. That or he panicked and got stupid.",
            "Cant decide what side im on.. Although it does happen,\nIt takes a lot of abuse,  even with that extra 500-1000lbs.\n\nIt also seems extremely smart to leave stuff behind. But\nYou'd think if he had 30 guns he'd have an issue carrying\nit all. Add the fact the tracks stopped- and it wasn't until \nhours later they said it was due to frozen ground(Really?\nyou didn't notice that earlier?).\n\nIt sounds like he had some other vehicle waiting, but I also \nwouldn't doubt if hes simply fleeing on foot. \n\nEdit: Remember this was probably a 4WD version Titan. \nEasily capable of carrying more weight. NOT rough terrain and\nin snow- the snow is important (if you cant grab traction you\nwont break parts.). Also its a solid rear axle- which are veryy\nbeefy. Don't know what to make of this broken axle scenario..\nHow was it exactly broke?  In half? Blown seal? ",
            "[deleted]",
            "Difficult, but certainly not impossible, particularly on a newer truck in a mountain environment.  Push it too hard on rough terrain and you start rolling the dice for a breakdown.\n\nBut, given the other bullshit clinging to the reports about the truck, probably is a lie.",
            "That's what I was thinking this morning. But then I learned of the broken axle and abandoned arms/ammo in the truck. They found tracks from the carcass leading back to town and have been scouring that whole area ever since. It starts to look like a plan that, literally, broke down. If he got caught out there, twixt and tween with no transporation and heavy weather moving in, he may be in real trouble. \n\nThe axle might have been broken when he blew up/torched his ride I guess. At least that's the word I am getting from my sponsors at Nissan, lol. ",
            "[deleted]",
            "So far in one day the LAPD is trying to kill innocent women for driving a truck.  That was attempted cold blooded murder. \n\nYou don't have problems with the LAPD shooting 26 bullets into a car for driving slowly down the road delivering newspapers?\n\nWhat about the respect for life the LAPD has trying to murder three people for driving a truck, not even one of the same color, make, license, size, roof rack, as a suspect (who shouldn't be shot on sight if we still have laws)",
            "Think of it this way: Both parties involved in this conflict (Dorner & the LAPD) are dangerous. Dorner, however, has not shown himself to be dangerous to anyone uninvolved in this dispute. The LAPD, however, has shown that they are clearly a danger to everyone but their own. \n\nThe average citizen of Los Angeles shouldn't fear Dorner. But they should be *terrified* of the LAPD.",
            "[deleted]",
            "hmm what about the two women shot by the police?\n\ncriminals chasing criminals IMO",
            "The problem here is that we don't have any real proof that HE DID IT. Hence the \"alleged\" word being thrown around. He's a suspect, that's it. There's definitely motive, but he deserves the whole innocent until proven guilty thing that we hold to high esteem in our judicial system.",
            "Blizzard like conditions. You know, some parts of our state do actually have mountains. Of course, it's nothing like the crazy blizzard hitting the east coast right now. ",
            "It was hailing really hard in san Diego today to be fair. The whether is really crazy over here today.",
            "Less than 50 degrees",
            "20 degrees, 10 mph wind and 15% chance of snow\n\nhttp://www.weather.com/weather/hourbyhour/graph/Big+Bear+City+CA+USCA0093:1:US",
            "http://www.reddit.com/r/news/comments/184570/detailed_timeline_background_updates_about_former/c8by3xq",
            "The media are just a bunch of dumb shits trying to make this guy seem like a totally insane delusional maniac without any valid reasons for doing what he is doing.",
            "Chocolate Rambo? Ha. ",
            "I thought the same thing. Oh look, they're giving 24/7 protection to ALL the threatened targets? Doubt they'd do that for a civilian black man who had been threatened.",
            "That isn't the real one. That is an edit version that people are trying to claim is real.",
            "[deleted]",
            "I wonder of he'd been treated at all for the depression.  Has anyone heard?\n",
            "Could depression have pushed him to this outcome? Maybe. But consider that he has provided evidence of anger issues in his own manifesto. He stated that as a child a fellow student insulted him and he responded with a punch and a kick. Then he also admitted that when a fellow officer said nigger he verbally confronted the officer and when the offending officer said it again Dorner didn't say anything else, he didn't complain to his CO. He choked the fucker. He rushed the guy, put his hands around the dude's neck and squeezed. \n\nI suspect he has some serious anger management issues. Combine it with depression, a ruined career and apparently limited family and maybe you get a guy who wants to go on a killing spree if the people who wronged him.",
            "Screw the media. I'm so sick of seeing the media edit or present articles in a way to further their own agendas. \n\nThey never just present the facts anymore.\n\nReminds me of Deus Ex Human Revolution - the video game in which a big part of the storyline is a future in which the media literally controls EVERYTHING by editing all the news to incite anger or emotions of everyone.  ",
            "Repeater id FCC required to happen every 30 minutes",
            "[deleted]",
            "Great, thanks!\n\nPlease note it does not load with Adblock activated.\n\nEDIT:  I'm surprised they're broadcasting details of the search (addresses, locations, names of civilian helpers) over an open channel.  Dorner could be listening on a scanner (if he's truly nearby).\n\nEDIT:  Just heard an officer talking about \"bringing his gas mask\"!  Fear of chemical weapons or gas?",
            "That's what I heard.",
            "I'm not a car person, but does anyone know if that would prevent the truck from moving any farther immediately, or could he drive impaired, similarly to having say, a flat tire? I wonder if he had to stop unexpectedly or was able to possibly reach a destination and intentionally stop where he did.",
            "Same here.  I think Anderson's guest accidentally let that information slip.  It certainly affects the game theory analysis of the situation.",
            "I think you meant to say \n>Thanks for all this, could you maybe follow the way the Aurora Case one was done - post a new thread every 12 hours and make your last edit to this one a link to that new thread. 3K+ comments is a pain to manage.",
            "Pssst, here's a secret. There is no anonymous. You are anonymous.  Start posting that suit everywhere. All it takes is a link to the clean copy, and 1 post on facebook saying his original message was edited by the media. ",
            "\"Dog has lost scent, and no visible tracks.\"\n\nSending another dog and looking at other camps.",
            "[deleted]",
            "Code 2 Urgent - no light or siren  Code 10 SWAT pre-call up  \n\nOr if he said 10-2 which is reception good. ",
            "[deleted]",
            "[deleted]",
            "It is possible, but I believe that a resourceful guy like him will take advantage of the snow and get out. It is a 30 miles hike to Dan Bernardino, mostly downhill. Visibility is bad, police can't really do much in the snow. He can stock up in warm clothes, some food, and by tomorrow morning he will be in San Bernardino. Once he's there - they will have a very low change of catching him. ",
            "You think its a crock of shit? How about this, you actually think he was stupid enough to mention fleeing to Mexico when he tried to steal a guys boat in Point Loma? \n\n\"By the way, i'm taking your boat to Mexico!\" Lol. What about his \"dropped\" ID and wallet around the airport? The truck is no different. This guy is totally playing them and leaving diversions everywhere. He had years to plan this, and back up plans for his back up plans. ",
            "he had heavy equipment inside? That's news to me. So maybe his truck overheated and caught fire. ",
            "Bet you $1`00000 he won't be found anytime soon. \nHE's not a dumbass.",
            "Or he froze and is dead",
            "Quote from court of appeals case file-\n\n*'The Board brought Gettler in to question him during the administrative hearing, but his responses generally were incoherent and nonresponsive. A videotaped interview of Gettler, taken on December 8, 2008, was shown at the administrative hearing.'*\n\nSeems pretty coherent to me. Dorner got fucked. Sucks that people had to die because LAPD is corrupt.",
            "The guy is obviously sick, but he answers the pertinent questions directly. ",
            "I'm sure the LAPD thought they'd have him by now too, these things usually play out quickly. Morale has to be taking a hit, how would you like to walk around as an LAPD tonight?",
            "Sureky OP will deliver.",
            "I don't know. Kind of looks like two women to me. ",
            "thats his intentions. unconventional warfare also includes winning over the people of your enemy, us.",
            "[deleted]",
            "no.",
            "That's why I provided both. There's a lot of unknown stuff going on with multiple copies. One has all of it, another was trimmed by the press (supposedly). Until I get confirmation from a source of what is what, that's all I can do.",
            "[deleted]",
            "The one that mentions gun control seems to have been edited.",
            "I think some news organizations are censoring some stuff and others are not. ",
            "He's not hiding. He's hunting. ",
            "What the fuck? This man MURDERED three innocent people and is plotting to murder children and you praise him as a hero!",
            "Viva la Revolution.",
            "You realize that regardless of his reasons he has committed 3 murders, right?",
            "Disgusting that Anon has taken this stance.",
            "He isn't going to Mexico. He's had law enforcement running around chasing dead ends. You think he actually fouled up the boat theft? and accidentally mentioned to the boat owner that he was going to Mexico? These were just another false trail to spread law enforcement thin. ",
            "I think more people would side with the LAPD if they weren't running around shooting innocent civilians that do not even closely resemble the suspect.\n\nAs the lawyer said, even if he was in one of those trucks, he is supposed to get a chance to surrender.\n\n\n\n\n\n\n\n\n\n",
            ">People are going to look really stupid when they realize Dorner is full of shit, and his dismissal was justified.\n\nHe murdered 2 innocent people who had a thin connection to his vendetta.  The actions of the LAPD condemn themselves but Dorner isn't that sympathetic. The truth of his dismissal is irrelevant.",
            "Even if it wasn't justified, it doesn't give him the right to murder people.",
            "Thanks for the update!",
            "You don't even need disposable e-mails or phones. Just say you think you saw someone who matches the description. And if you're wrong, then, well, you're wrong about it.\n\nAs long as you're in the LA area, you can call in one tip-off with real name/number/email/whatever, and you can be \"honestly mistaken\" with no consequences. It's probably better to use your real name, anyways, so that it gets more police attention.",
            "dude, /r/toosoon exists for a reason. Go tell your crap jokes somewhere else.",
            "That's intense, thanks for the link!",
            "Is the DCU guy supposed to be a decoy or something?  He'd be better off in jeans and a dark shirt.  ",
            "Also, just as a cute little tid bit, they are using the building that we use to feed the little bears (kids age 3-7) as their command post. \n\nJust a little dark. ",
            "i was in a black 05 titan yesterday, buggin out!\n",
            "That's what I said earlier. I live in the valley just below the mountain and people around here are scared, but not of Dorner. ",
            "The fuck? Could you please elaborate on that?\n\nedit: NVM I'm assuming you mean the 2 women + blue truck incident. Gotcha",
            "Sadly, I'm sure it will be someday.\n\nEdit:All of this does resemble [shooter](http://www.imdb.com/title/tt0822854/) quite closely. It's kind of erie actually.",
            "Fuck petitions, organize a protest. Take to the streets with this shit",
            "Obama just adds you the terrorist list - like the 7 whistle-blowers he has done so against using the Espionage Act. All previous Presidents combined (going back to WWI) have charged 3.",
            "What's scary is that she (or anyone else associated with Dorner) could probably be detained indefinitely without charges if this is treated as Terrorism. ",
            "I don't remember there being a trial. He hasn't been convicted of murdering anyone. There is a homicidal maniac on the loose and its the US.gov",
            "You could compare it to all the people the LAPD kills or let die. Criminals and civilians. ",
            "Downvote for dumb.",
            "Due process, lol. ",
            "Downvote for excessive, commas.",
            "To be fair, she probably looks like him.",
            "You think they're bad, check out the facebook status Fox 11 just posted. http://imgur.com/aoGA5xU It's not even a news report at this point, just obviously some one's opinion. ",
            "Can you imagine if your name was in the manifesto? I'd be leaving the fucking country. \n",
            "They speculate that he drove his truck off of a cliff then say there were tracks leading away from it? Did he shove it over then realize he left his contact lens case in the glove box?",
            "That's some wild speculation on their part. At best, they have a point that he's worked with and *may* own a .50cal Barrett (according to CNN interview yesterday).",
            "Boy, have you missed the point.",
            "Apparently, nobody understands sarcasm. [It brings a tear to my eye.](http://i.minus.com/iilEIlr3cf3G.gif)",
            "Hes too old to be included in blaming the gaming generation. Stfu k",
            "So brave. ",
            "If you bothered to read the hearing ruling.\n\nHe did include it in the report.  The woman took that part out of the report.  He then was worried (obviously) about retribution for reporting the brutality.  He finally spoke to a supervisor and had to report it, which was two weeks later.",
            "I'm sure he is. Warm and toasty, laughing at the massive waste of money and manpower. Waiting. ",
            "The whole vehicle was turned in? Wtf? \n\nWhy would the cops want the whole vehicle if only the tag was stolen from it?",
            "Even Osama Bin laden doesn't deserve as much as a goddamned stubbed toe.\n\nThe question is whether or not the benefits outweigh the costs. If the LAPD is as corrupt as he thinks it is, it's a defensible course of action if he thinks it's likely to work.",
            "I think officers' loved ones certainly don't deserve to be murdered. ",
            "They deserve to be brought to justice, but not by the hands of a vigilante...",
            "\"Deserve's got nothing to do with it.\"\n---William Munny, Unforgiven",
            "This is the second one from before, nothing new",
            "Why would they do that? he ditched his car...",
            "ok wtf.",
            "Haha, thanks!",
            "The IE is scary ALL the time. This is nothing new.",
            "Try Chrome. It's less scary.",
            "Also of note, if I read it right he is only ex-military because he lost his security clearance thanks to the LAPD.",
            "The LAPD knows who Dorner hates. Dorner knows that the LAPD knows. First thing I'd do in Dorner's situation is talk up the hate that the LAPD knows about in order to divert police resources to their protection, and then avoid those people and their locations. LAPD has to waste the resources even if they know of this ruse, because otherwise they can't keep the rank-and-file in line.",
            "According to the timeline in the OP, the manifesto appeared after the initial double murder.\n\nI know the manifesto talks about targeting the families, but does it or any other source contain a direct confession from Dorner, that he killed that couple?\n\nI know that all the circumstances including the manifest and the timing points to him as the killer and I am not trying to start a conspiracy theory here, I am just curious since it seems like such a strange initial target for a man who sets out to \"clear his name\".",
            "You point out a significant piece of information others may have overlooked: Dorner said he will *stop killing* if the LAPD makes a public statement admitting their wrongdoings. \n\nThis means that the LAPD could act to end this horror and if they chose rather to keep on denying the truth about Dorner's termination they are, in part, responsible for further bloodshed.",
            "I don't see him killing himself. If it comes down to it he would most likely raise  an empty weapon after all rounds have been fired during a stand-off. They want him dead and he has accepted his fate. He knows they'll shoot him. We all know they'll shoot him. There'll be a moment where he reveals himself from cover, raises an empty weapon at nothing in particular and waits for his end.  ",
            "He won't kill all of them",
            "Ive repeated that point many times and hope more people understand how easy it would be for the LAPD to end all of this and prevent further violence. People fail to realize any further violence is basically the LAPDs fault for not giving into a very very simple request.",
            "Updating, thanks!",
            "Good to know, I'll check it out.",
            "Reminds me of http://www.imdb.com/title/tt0117500/?ref_=sr_1",
            "When I first heard about Dorner, I thought about [this](http://www.imdb.com/title/tt0106856/?ref_=sr_1).",
            "I own a 2007 Toyota Tacoma. There's no sensor. I have to turn my lights on and off manually.",
            "I believe most Toyotas have the DRL disabled by the parking brake.\n\nIf the truck was automatic, they likely disable the DRL by barely (one click) depressing the parking brake.  Everyone delivering papers would know and do this.",
            "I think the DRLs are actually the city lights on a Tacoma, not the low beams. Their tail lights would've also been off. I assume they did this not to wake up any residents.\nhttp://www.tacomaworld.com/forum/attachments/technical-chat/3013d1211211983-05-drl-daytime-running-lights-install-oem-dsc03804smaller.jpg\n-- Not saying the shooting was justified, but it could've looked suspicious.",
            "I could imagine a scenario where he breaks into some low-income family home, holds wife and kids hostage at gunpoint, tells the dad to drive the truck to big bear and set it on fire-- if it doesn't make news by X hrs, wife, kids, dead. If dad calls the police, wife, kids, dead.\nIf you knew which neighborhoods have an innate mistrust of police (and he would), it'd be easier to convince a family that their best interest is to do as he says without calling the cops, and everything would be ok.\n\nIt's a bit of fiction from my head, but I don't see it being completely improbable.",
            "The thing is he claims to have manpads, sniper rifles and various weapons and accessories. he is either traveling with all of that or he has a \"base\"\n\nKeep that in mind",
            "I haven't seen anyone state that his murderous actions are justified. Also, it appeared that he attempted to use his position to raise awareness of misconduct, and was rewarded by being fired. It seems that he decided that the only way to truly get the attention he wanted was to inflict pain on others. I read his words, and I can understand his frustration. I cannot, however, understand what it would be like to be in such a position to do what he has done. He has obviously gone through something truly devastating that I can't relate to. \n",
            "LOL try harder. ",
            "You have some serious issues...........with Spelling! \nPractice another word that starts with N and educate yourself. \nAlso a proper noun is also usually capitalized like Country!",
            "Dude, isn't there like a KKK secret meeting in a barn somewhere you have to be at?",
            "Do people like you take time machines to get here? Get sniped bro.",
            "That's how the Aurora Timeline ended up needing to be - initial interest will wane - but it makes it far easier to deal with the comment threads - once every 12 hours new post with the last edit linking to the new post on the old one.",
            "http://www.pasadenastarnews.com/breakingnews/ci_22548825/sheriff-mcmahon-give-updates-dorner-search",
            "[deleted]",
            "Ex-cop*",
            "The one hosted at clearchannel, pm me if you need the link",
            "Got a link to all the alleged manifestos? There are some statistical tools you can use, but I'm not familiar enough with them to do it myself.",
            "http://content.clearchannel.com/cc-common/mlib/616/02/616_1360213161.pdf\n\nThis one seems legit and straightforward. None of the silly shout outs and weirdness.",
            "yeah i've seen a lot of debate on that, a lot of people are saying they're using the fake manifesto to try and annoy him, they're baking on the fact he'll go to the media or make some announcement or statement somewhere.  \n  \nbut i don't know which would be the original document in that case",
            "[This](http://pastebin.com/bvvEWGvc) is the one I got from the Orange County sub reddit which was active way before any of this blew up. Pretty sure it's the real thing but can't promise anything. It DOES cut off mid sentence but is still a very long read. Can't imagine there is much more after that, if anything. ",
            "Well, I'm glad I could make light of a very serious situation.\n\nIn all seriousness, what is he doing right now?",
            "Excellent work! I'll message you privately and we'll get the next incarnation going. ",
            "Article from 2002  Dorner found $8000 that was lost of the ground and returned it.\n\nhttp://enidnews.com/localnews/x964898713/ENE-Archives-Vance-students-turn-in-lost-church-money",
            "If you post an updated thread, please link it in here. I have this one saved.",
            "[We're trying to get to the bottom of that](http://www.reddit.com/r/DornerCase/comments/186ay5/lets_get_to_the_bottom_of_which_is_the_real/).",
            "I don't think he did. A torched truck + \"ammo left behind \"\nis a good diversion. The best thing he could have done \nis just left it camouflaged.. plus how did he carry 30 guns?",
            "I'm with you. Fifteen minutes ago I was sure he just broke down. But now the question is, Why, if your plan has broken down and you are left stranded, would you draw attention to it by burning your vehicle? ",
            "There are some pics of where his burned truck was found at. Doesn't at all appear to be rough terrain. It looks like it was legally parked and then burned. ",
            "There are pictures of the location his truck was found at. Looks like it was parked. It doesn't look like rough terrain. ",
            "wtf does Nissan have to do with this.",
            "There were some pics earlier of where the vehicle was found at. Looked like it was legally parked and then torched. \n\n",
            "When you say carcass, are you talking about the burnt out truck or did they find a dead thing up there that I haven't heard about?",
            "Cool - I know you're inbox is full, but I gave you a mod request.",
            "I would fear Dorner also - he is likely to have killed 2 people unrelated to the police dept.  If he can justify killing them with his fucked up excuse for a conscience then he could possibly feel justified killing anyone that gets in the way of whatever he is trying to accomplish.\n\nThe LA police dept shooting those 2 women is terrible but less terrible because that was an accident - they didnt wanna shoot 2 asian women.  This guy is accused of intentionally killing 2 people unrelated to the LA police dept and many of you idiots are acting like he is some kind of hero.",
            "Nah man - taking life from any living creature is nothing to be taken lightly.  I certainly dont \"root\" for someone who kills innocent bystanders that would mean I am a stupid fucker and I dont wanna be a stupid fucker.",
            "Yeah man those police need to lose their jobs and I charges need to be filed against them.  This isnt the wild west - you dont just empty your clips into people cars and ask questions later.  Even if it was the guy in the truck - you cant do what they did.  Fuck those terrible excuses for cops too!\n",
            "Of course I believe in innocent until proven guilty.  But from what I read it is likely he is the one who did it.  I am not saying shoot him on sight. I am saying capture him if you can and bring him to a courtroom - but I find it unlikely he will allow himself to be captured without a fight. And if he gives the cops a reason, he wont be seeing a day in court from the looks of it.  \n\n",
            "Blizzards have specific criteria, wind and snow is enough to call off a search though. ",
            "Hail? Or sleet? There's a difference. ",
            "actually, no. this is the original. the fake has references to pop culture.",
            "well im not posting the unredacted crap.",
            "Yep, that too. Depression alone does not cause people do this. Plenty of people are depressed and don't kill. He most definitely had anger issues he could not deal with alone.",
            "Ah, I see. Didn't know that. Now I feel stupid, haha. Thanks for updating me.",
            "Agreed, but people die everyday so it doesn't bother me. ",
            "in case hes found in a cabin, im guessing they want to take him alive.",
            "Wow. I wonder what's up.",
            "shots fired or something?\n\n",
            "Yes, it is a rear-wheel drive truck / 4-wheel limited slip of some sort.\n\nIf the rear axle was broke, there is no way to drive it.",
            "It depends on the truck but sometimes a broken axle means that the tire and wheel will literally come off or tilt in a way rendering the car undriveable. Also, the broken end inside could jam things up and keep one or both wheels from spinning. It's also likely that the truck was still driveable in 4 wheel drive but with only one axle working. They mentioned he was off road and perhaps needed all 4 wheels working to proceed.",
            "Looks like his plan was to leave clues everywhere around So Cal and bug out to the mountains. Then his vehicle was disabled. He left two suppressed rifles in the truck, that doesn't sound planned. The weather may be helping him remain at large, but is just as likely to be killing him right now if on foot and not prepared.",
            "For sure it's a game changer. I was certain he was long gone and this was a diversion. This whole time I've kinda been thinking the cops were fools for focusing so much in that area but the broken axle means he's likely still in the area. Unless he had a car hidden at his moms cabin and is long gone.",
            "heard that on the scaner too\n",
            "Tried that approach several times but it gets buried in the now close to 5K comments.",
            "\"You're running against the clock, now....\"",
            "http://www.radiolabs.com/police-codes.html  this will help with codes for people wondering what they mean. ",
            "[deleted]",
            "but i think thats a tad far for hiting the family. i think they will get the message if the dirty cops die. hes vilifying himself more then neccesary",
            "Fan fiction. Dude will kill himself when his manic episode ends and he realizes the shit he's in. ",
            "[deleted]",
            "They found two suppressed rifles in the truck. Doesn't seem like part of any plan to be leaving firearms behind. ",
            "id turn in my badge and say \n*sorry guys im not going to help you on this one. im with him.*\n\n",
            "I'd be scared shitless ....either that ..or i'd be pissed that he's pretty much long gone. \n\nBurning his truck only meant he's not there anymore, he's not dumb.\n\nAnd in his manifesto, he stated some of his colleagues called a suspect in custody the N word several time and when he told them not to , they said \"i'll say that whenever i want\"\n\nFucking redneck white cops.",
            "i see a white guy... dont look like no marine to me, cant you tell hes a geek?",
            "hes doing a damn good job\n",
            "The one I got yesterday was a PDF with names (not XXXX).  It is a shorter version linked off the clearchannel.com site.  The odd part is 1.) this version is a PDF 2.) it contains the actual names 3.) it is the short version.\n\nhttp://content.clearchannel.com/cc-common/mlib/616/02/616_1360213161.pdf",
            "Except people have been linking to it since before the shootings yesterday.",
            "To bad he was not computer savvy and digitally signed it before taking action.",
            "[deleted]",
            "Yes technically what he committed was murder, but I'm going to go ahead and say that in order to up heave internally corrupt organizations such as the KKK, the Italian mobs, the triads, there will be collateral damage. It's a cold way to look at it but that is reality, and most of the ppl here believe in his cause. ",
            "Prepare to get downvoted into oblivion for this, reddit has a hard-on for this murderous asshole.",
            "I'm going to go out on a limb and say he *does* know.",
            "my thought exactly, this shit is like Law Abiding Citizen. every move is intentional.",
            "Plus another man in a unrelated black truck.",
            "I don't think he has been to plugged into this story, he's probably referring to the LAPD shooting civilians yesterday in a case of mistaken identity",
            "That is really scary.",
            "seing how he said asymetric warfare, this can be done easily.\n\nif they call my unit over there for martial law im deserting.",
            "unless he said good things about you. ive seen the unedited one, he wants to kill 12 cops, the rest of the names are *i like you, i dont like you* and it seems to be kind of edited. ",
            "It's right out of the manifesto \"Do not deploy airships or gunships. SA-7 Manpads will be waiting. As you know I also own Barrett .50′s so your APC are defunct and futile.\"\n\nSA-7 Manpads are RPG's http://i.imgur.com/K02ZjTi.jpg",
            "Age doesn't matter. There is no correlation between violent video games and violent behavior. ",
            "i knew i was going to get downvoted to oblivion. Reddittors don't care about facts, they only listen to what they want to hear.",
            "[deleted]",
            "I guess they could fingerprint it to confirm it was him?  I dunno...",
            "What about hundreds of thousands of Iraqi women and children. Or afghanis?  Do they deserve to be murdered.\n\nOk, more apt comparison.  What about teenagers shot by LAPD \"by accident\" or old women whos homes are busted into and shot but they got the wrong address.  Did they deserve to be murdered.   Of course those cops faced not one minute of jail.",
            "No one else is going to do it. Legal system has completely failed.\n\nThis guy tried to bring these dirty cops to justice the legal way and they turned it around on him, completely ruined his name, fired him, and the lies they told about him got him fired from a 2nd job.\n\nThat's how the legal system deals with people trying to report corrupt cops or officials.\n\nThere was another cop a few years back who also tried to report corruption and illegal police activities. They actually committed him to an insane ward at a hospital where he was kept locked up for several months even though he was perfectly sane.",
            "agreed. and for that first set of murders there were no witnesses, just the circumstantial evidence of that manifesto that we're told he wrote. seems fishy.",
            "I've wondered this always. ",
            "I don't think it was that strange for these two people to be the first targeted. It just shows how important that target was to him. If Quan was duplicitous in representing him, and led him like a sheep to slaughter, while conspiring with others in the LAPD, Dorner would put him right at the top of his list. Knowing it would blow up once he made his intentions known, and that it would be hard to get at these people, he went after them first because above everything else he wanted Quan to burn for his treachery. Whatever else comes is just gravy. \n\nCynically, it may have been simply a good move to make in this game. It's one thing to threaten to kill family members, actually doing so made it a very real threat. And they have to respond to that threat, by spreading themselves thin. They are protecting 40 some potential targets today, that's a lot of money and manpower. ",
            "That puts the LAPD in a bit of a bind, somewhat justifying the murder of a cop's family in order to correct a personal wrong. This sets a precedent that could justify killing of innocents later.\n\nThe LAPD, no matter how corrupt, cannot set this precedent without dangerous repercussions down the line.",
            "No it doesn't. we don't know that Dorner is telling the truth. Or that he even wrote that manifesto. ",
            "This isn't a movie...",
            "He will probably die firing, that's my theory. A former soldier wouldn't give up without a fight. ",
            "But no.. in this country we're hardliners who never negotiate with 'terrorists'! Even at the cost of more lives. Pathetic",
            "Same here, but seeing the actions of the LAPD (the innocents who they shot) during this manhunt makes me think that they are doing everything they can to keep something quiet. I'm not trying to make this any bigger by suggesting there is a conspiracy but it's getting harder and harder to ignore.\n\nDorner is insane to kill the families of those cops since these are also innocent victims and should be stopped but the fact that the LAPD is seeing red and not acting logically is also very interesting.",
            "The whole reason I started looking into the DRL question is because  this past November I was helping my friend figure out how to disable the DRLs on his 09' Tacoma because on his truck the high beam lamps stay on at a low power, acting as DRLs. His high beam lights had burned out for the second time since he bought the truck and he had found out on a forum about the DRL/High Beam Lamp connection so we ended up finding a company that sold the headlight relay minus the DRL component. It was really a giant pain in the ass to find the right part and disable the DRLs so when I read the part about the truck not having it's lights on when the cops spotted it I immediately thought to myself, \"That's a load of crap!\". I just didn't make the distinction between actual headlight DRLs, and city lights like in your link.\n\nWith all that being said...Those cops would have shot that truck even if it was a bright pink 86' Silverado with flood lights and the high beams on.",
            "Also the fact that the police are looking for a silver Nissan Titan is almost like saying that the cops just shot the truck because it was a pickup truck.",
            "It's a risk a trained police officer probably wouldn't take. There's always uncertainty how the whole thing is going to go down. You don't know how many people are in the house. One of the kids might call 9/11 in another room, the Dad might not comply, they might fight back etc. etc. etc. I don't think it's plausible. ",
            "I think it would make more sense in this guys situation to have multiple spots set up in various locations than one. Each with rations for a 2-3 weeks. He knows he is going to need to be able to move if and when he needs to, and he should know that he needs to know where he's going before anyone else does. In any case, this dude either has an extremely solid plan or no plan at all from this point on. ",
            "[deleted]",
            "I just can't relate to this show of sympathy. \n\n>It seems that he decided that the only way to truly get the attention he wanted was to inflict pain on others. I read his words, and I can understand his frustration. I cannot, however, understand what it would be like to be in such a position to do what he has done. He has obviously gone through something truly devastating that I can't relate to.\n\nWould you write the same thing about the Unabomber or DC Sniper?",
            "Of course they're calling press conferences - about the manhunt that they're conducting. I meant a press conference admitting any level of wrongdoing at all. The guy is just out to clear his name - take a hit to your department's already-trashed reputation to ensure the safety of the people of LA and of your own people. Apparently that's too much to ask. ",
            "[deleted]",
            "[I think this is the longer version](http://pastebin.com/TAzPRfPy) I read, but I did see a bunch of comments that all the other stuff added to the manifesto the media released was just from some unknown source and not by Dorner himself.\n\nThere's just a lot of weird stuff going on it seems.",
            "The shout outs and weirdness don't help a certain political agenda. Odd how someone would have the exact same typing/spelling errors throughout if they were trying to make it look a certain way, and the longer one has been out there for much longer.",
            "Yeah I read that one first, but then read another one that had another 5 pages at least where he says goodbye and apologizes to a bunch of friends and expresses regret at the things he is going to miss.  It seemed to be written in the same manner as the first part, but then it goes off on a gun control rant, just seemed awful suspicious.  But then, so does this version, being cut off in mid sentence.",
            "You bet. I'll cross-link them together and make it clear. If someone beats me to it, I'll just add to theirs. ",
            "Ok, screw it, here's how he's doing it:\n\n[30 guns!](http://i.imgur.com/eI81zvu.jpg)\n\nThat's right, gun suit. Plus side is it's at least 65% bulletproof.",
            "I have this mental image of a 270 pound 6' tall black man carrying 30 guns, and it's rather terrifying ;). Where's shitty watercolor when you need him?",
            "Well, it doesn't look legally parked it [completely blocks the road it is on](http://i.imgur.com/CB7osuw.jpg) - but I agree it doesn't seem to be rough terrain.",
            "[Picture as it was found](http://i.imgur.com/CB7osuw.jpg)",
            "[It didn't look like that until they got ready to tow it](http://i.imgur.com/CB7osuw.jpg).",
            "Could torching it have led to the axle breaking, big chunk of steel right there around fuel tanks, heat breakage?",
            "vehicle carcass.",
            "Actually it's empty now and I don't see anything. Then again, I've never been a mod so I'm not sure what to look for. Just a regular inbox message?",
            "> he is likely to have killed 2 people unrelated to the police dept.\n\nIncorrect. Monica Quan, the woman who was killed, was the daughter of the LAPD Captain who represented Dorner during his dismissal hearing. So she was, quite literally, \"related to the police department.\"\n\nDoes that excuse her murder? Or that of her fiance? Of course not. He needs to be arrested and tried for these murders. And he will be, in the unlikely event that the LAPD doesn't kill him. \n\n> The LA police dept shooting those 2 women is terrible but less terrible because that was an accident.\n\nSeven officers who fired more than thirty rounds into a suburban neighborhood with no provocation. Do you think they will stand trial for attempted murder? Or another officer who struck a civilian with his car and then tried to shoot him - Will he stand trial? \n\n> they didnt wanna shoot 2 asian women\n\nNot specifically, no. But you will notice that none of the officers bothered to check to see who they were attempting to kill. And don't forget that they also shot through (at least) one man's doorway and two unrelated cars down the street.\n\nThey don't care about you. They don't care about me. They can murder us without fear of retribution. This is a war between two evils.\n\n",
            "gives the cops a reason? did you see the pictures of the TWO separate trucks they unloaded (and REloaded) on ?",
            "Quite true. I heard blizzard mentioned on the radio randomly but reports show mild wind, just heavy snow. ",
            "Pea sized balls of hail",
            "The original has the references, including ones made to friends that were never identified in the media. It also has pop culture references,as well as references to Obama and the automatic weapons ban - which is exactly why it was edited to begin with. There are people out there that don't want those things attached to a guy who is murdering people.  \n\nThe fact that you have *yet another* version - this time with names redacted, and in convenient .jpg form - leads me to believe you've either been duped by those people, or you are one of them. ",
            "[deleted]",
            "ah its no problem. i didnt know eathier, found out bout half hour ago.",
            "People do die everyday, but we should somewhat limit that.\n\nI think most people would agree that murder is reprehensible.",
            "I really doubt that.",
            "Sounded like disabled boat, wanting coast guard to check it out from what i gathered. ",
            "New report says they only found ammo in the truck, no guns.  Check the op for source.",
            "source?",
            "[deleted]",
            "It's really twisted logic, but I can see it. If, in the future, cops not only had to consider themselves for their own negative actions, but must also consider the well-being of their family, they will be less likely to perform said negative actions.\n\nThat said, it is extremely flawed logic and I do not agree with it.",
            "Nope nope no way. There is zero history of mass murderers suddenly offing themselves, he will off himself when cornered, but not 1 second before. ",
            "You seem way too sure about things you don't know anything about. No credit cards? Not in his legal name anyway. No help? How can you possibly even know that? \n\nThe diversions are clearly there. This guy has evaded the entire southern California authorities, The FBI, U.S. Marshalls, and who else knows. People will believe whatever they want to I guess.",
            "accidental weapon discharge, officer down..",
            "With a pony tail. Driving a completely different make, model, color and year of vehicle. Let's unload clips of bullets into it!",
            "Numerous people have pointed out that the other was floating around local sites here on reddit before that one showed up. It contains the same grammatical errors consistently as well as typing errors as the rest of the document.\n\nThe one you are linking to conveniently removes a lot of politically unfavorable stuff, but doesn't seem genuine to me.",
            "It does when the guy who's advocating gun control just killed 3 people. He's a villain in the eyes of the general public right now. That may change, but it hasn't yet.",
            "I wonder if you would be saying the same thing if your family was that \"collateral damage.\"",
            "Yeah, I can't believe so many people on reddit are trying to canonize this man who killed an unarmed and unsuspecting woman with no practical connection to his vendetta. To do so shows true immaturity and a complete ignorance of the horrifying reality of murder.",
            "He's using it metaphorically, I believe, if you read the rest of that paragraph he is referencing other Guerilla Fighters that \"overcame\" the US Military might.",
            "SA7 is far from an RPG. It's a guided man portable surface to air system versus what amounts to an optically targeted unguided rocket.\n\nI'd really doubt he'd be able to get ahold of a SA7 (or anything like it) when groups with way more motivation (like AQ) haven't acquired (and used) them yet within the US.",
            "Him saying he has a certain weapon doesn't mean he really does. Hence the emphasis on the word *may*. It certainly is possible though.",
            "Actually it would be very smart and helpful for his cause. It would be hard to prove though. ",
            "He's not putting himself on any network - phone, internet or otherwise. If he remains at large, I would expect more communication from him, but not in real time. ",
            "No? \n\nJust because people do terrible shit, that doesn't mean their family deserves to be murdered. I don't know why you think my comment is supporting any of the actions you mentioned or the lack of repercussions many authority figures face for those actions. ",
            "I agree that it makes sense as a cynical strategic first move.\n\nWhat bothers me is that he has not made any obvious moves against his primary targets after this first double murder and before publishing his manifest.\n\nPublishing the manifest makes it so much harder for him to get to his stated primary targets, so why do that before going after at least one of them?\n\nEven if he somehow left evidence at the double murder scene that ties him directly to that, it would be hard to guess he would go on a killing spree without reading the manifest, so why post it before going for a primary target?",
            "Only one way to find out. Might as well give it a shot, doesn't seem that difficult to say.  ",
            "It's actually pretty common. Look up police assisted suicide.",
            "Tell that to the guy who wrote an 11000 word manifesto and is *hunting police officers with military tactics and weaponry.* ",
            "If they do accept his demands, that means that it works; anyone who wants to get the LAPD to do anything just has to make demands and start killing people. \n\nThat's the logic behind not negotiating.",
            "People see it as terrorism but all hes asking for is the truth to be made public. Not money, not posessions. Just the truth. ",
            ">keep something quiet\n\nI get the impression that they know they're trying to find a man with military training that had already killed a cop, wounded another, and killed two family members of his representing attorney (a LAPD police captains daughter & her fiancee). \n\nThey may very well just want him dead.",
            "The shot the back of the truck 26 times... and the truck was wrong color and without a roof rack.",
            "Too many ways to go wrong. Far more likely is that he has gang/organized crime contacts from his days in the LAPD that he called on for a favor.\n\nHe's an honest guy, and all it takes is a couple positive interactions with gang members and followup and he's got an in. He even says quote \"I'm not a gang member\", like it's going to look like that's what is going on.",
            "Yeah thats the interesting part to me right now. Either he has a very good plan or is improvising.",
            "This guy has had years to plan this. Five years to gather supplies, weapons, ammo, rations, make a plan, a contingency plan, a tertiary plan, a plan Z, and an end game. If this doesn't end soon, then I have the feeling that this will drag on for weeks.",
            "They are shoulder mounted anti aircraft missles.",
            "It's possible to have multiple, sometimes conflicting emotions about the man, and what he's been going through.  Not everything can simply be viewed in black or white terms.  Unfortunately, this is how way too many people view life.  \"It's my way, or the highway\".  It's true for politics, religion, abortion, situations like this, and just about anything else you can think of.\n\nChristopher Dorner is a murderer, and he has committed a number of horrible crimes.  But if you read his manifesto and learn a bit more about him, you can see *why* he did this.  That doesn't excuse his actions, and just because I sympathize with him, that doesn't make *me* want to go out and start shooting corrupt cops.  But it helps me understand why he's doing what he's doing.",
            "Dude, read my words. I am not excusing his behavior, nor am I saying that his actions are justified. I am saying that he obviously had reached a breaking point, and to that, I cannot comprehend. Yes, I would say exactly the same thing about the unabomber and DC Sniper. The unabomber was frustrated with the path that society had taken and felt that he needed to fix it. Justified? Absolutely not. If what he writes about being fired is true, then  I sympathize with his situation, but that does not say that I feel that going on a murderous rampage is the correct response.\n",
            ">Despite Dorner's statement in the letter that \"when the truth comes out, the killing stops,\" Los Angeles police Chief Charlie Beck said authorities don't plan to apologize to Dorner or clear his name. Dorner's firing, Beck said Thursday, had already been \"thoroughly reviewed.\" [Source](http://www.cnn.com/2013/02/08/us/lapd-attacks/index.html)\n\nBut they'll lie all day long to lock you up for drugs.",
            "why would he be carrying them wouldn't it be smarter just to stash them around the city?",
            "Yep.\n\nI'll resend.",
            "i said i wasnt going to post the original. and i wasnt until i just thought *fuck it* i have been duped.\nso, is this one the right one? or am i wrong again?\nhttp://pastebin.com/TAzPRfPy",
            "http://pastebin.com/TAzPRfPy <----- so this one is the real one?",
            "well...cs gas him THEN shoot him when hes on the ground...",
            "Thanks for the info. I just got onto the station feed and heard the mayday.",
            "is this that boat they found that he tried to take to mexico?\n",
            "The broken axle on his truck was referred to by a guest on Anderson Cooper. The police were saying last night that two suppressed rifles were found in the burned out carcass of the truck.",
            "he definitly went too far by killing the family members. but he tried the legal course and it didnt work, this is going to be a pythiric (SP?) victory for him. anon is siding with him, or part of anon. and the people in Big bear arent scared of him, theyre scared of the cops.",
            "[deleted]",
            "If I was Quan, as a high ranking official involved with a corrupt organization, I would be very pissed off at Dorner for killing my family. But as a person who has the capacity to be understanding, it really shouldn't be a surprise that this has happened after everything i've been involved in. \n\n\nTBH I don't know what Quan has done. It could very well be nothing. But I do know the LAPD is corrupt and they are showing their true colors at this time. I'm willing to put my money on Dorner as the chance we have to expose the corruption. Otherwise who the hell knows what else could continue on.",
            "I don't care if your prior military or law enforcement - how does *anyone* (at least in terms us US citizens) get a hold of RPGs?",
            "Could he use a disposable phone to keep from being tracked?",
            "It's not like he's asking for unreasonably terrorizing demands though. He's not asking to give him all weapons of mass destruction. \nHe's not asking to give him wads and wads of cash so he can go live away in paradise.\nHe's just asking to get his name cleared, in that he was discharged for the wrong reasons. Did you bother to read the manifesto? He basically got fired for defending an innocent victim of excessive police force.\nThat woman he accused, Teresa Evans, kicked the shit out of a disabled dude just because she knew that he didn't know a damn thing about law. They even had video proof of it. Her attorney admitted off record that Teresa kicked him. Dorner's attorney knew he was innocent, but didn't mind Dorner getting fired because the department was waving lots of dollars in his face.\n\n**tl;dr - Teresa kicked the shit out of a bum, Dorner reported it and got fired.**\n\nThe end result? Dorner was fired and Teresa got promoted to Sergeant.",
            "What if he is a liar?",
            "I mean with strict interpretation of the definition, he is a terrorist isn't he? He's inciting terror within a targeted group to draw attention to a specific subject. ",
            "I saw a picture where they laid evidence markers down to count bullet casings and the placard count was up to 46. Anyone have a hard report on the number of shots fired? I'll look for that pic.",
            "True, but my point is that if the subject was driving a green geo metro, the cops shot a white Honda civic.\n\n- Wrong color\n\n- Wrong make\n\n- Wrong model\n\n- Wrong size\n\n- No roof rack\n\n- 2 small latinas (instead of 1 large black man).\n\nThere is no way you can't say this was an honest mistake. Either these 2 cops are complete and total morons, or they had something against the ladies in the truck. In any case the cops should be fired, plain and simple.",
            "He better have a good plan. He is a 270lb black male, every cop in L.A. was already looking for him before this even started. ",
            "Exploring a killer’s motives on an academic level is an interesting, worthwhile pursuit. I’ve made no such argument against that, and you won’t be getting one.\n\nI’d hardly consider calling a murderer a murderer, and condemning murder without caveats, to be a hallmark of a binary thinker, though.\n",
            "Fair enough. I find your sympathy unfounded, though. When you are a  person who has lost your job unfairly, I sympathize with you. When you respond to that by going on a killing spree, you've lost my sympathy.",
            "Yes, that is the original. *[Edit: It should be noted that the original has been posted all over the Internet, and in fact has been posted in this thread multiple times. There is no need to take a moral stance by posting redacted versions at this point. Admirable, but useless.]*   \n\n\nPeople are putting the original to scrutiny because of the pop culture references, and the \"shout out\" to anonymous, but the fact is this guy is not mentally stable anymore. By the end of the document, he's not writing out a detailed version of the events that led to his breakdown, he's simply writing a stream of consciousness. Not just a manifesto, but his final words, a goodbye letter. Basically, a suicide note. ",
            "[deleted]",
            "Actually that sounds likely. They don't want more cops to get killed, but they have to get near him, so they toss some tear gas or some kind of knock-out, no news copters about, and they quietly kill him and claim they shot him after he fired back.",
            "No, boats break down - they are on a coast. There are thousands of boats out there.\n\nThis was unrelated.",
            "They are now saying no guns, only ammo - see timeline by op 7:45 PM Friday update for source.",
            "Thanks.",
            "I'm too quick to make assumptions and your responses are nothing but that? The truck was driven off a fucking cliff, maybe that's why the axle was broken. Maybe he broke it himself? Who drives around in a truck they know they'll be looking for? He burned it to create a smoke signal for everyone to see? How do you know what he took from the vehicle? Because they found weapons in it? And no, if LE wanted to find him quickly, he wouldn't have been found. What do you think they've been doing since he was a suspect? \n\nSo after the truck was driven off a cliff he went back to the truck because he forgot his contact case and then left footprints? Hahahaha.\n\nIf they find him on the mountain i'll apologize, but for now all you're doing is speculating...spend all day doing that.",
            "They're perfectly legal to buy, but they're disabled so you can't fire them, and of course, you can't get any ammo for it",
            "I would assume it can all be tracked. I have no doubt that DHS is involved, I heard the SanBerdoo dispatcher and a chopper pilot last night discussing a DHS offer of a drone. That gigantic complex they built in Salt Lake after 9/11 does something. I would assume \"they\" are looking at all net/phone traffic in Big Bear area right now. \n\n",
            "I'm aware of his story, but I don't see how that related to explaining the logic behind not negotiating. Perhaps you could fill me on that?\n\nHere, I'll say \"Hitler wanted to create a master race\", and then you can ramble on for a paragraph trying to explain why creating a master race is ridiculous.",
            "He was discharged for \"wrongful accusation.\" I don't think anyone would fabricate a 20-page fictional story about why he's doing what he's doing. He just wanted to point out what was wrong in today's police department. I don't advocate or condone anything he is doing, but unfortunately this is the only way to get America's attention on any subject. ",
            "http://i.imgur.com/VAZcTvZ.jpg",
            "Isn't that precisely what I said?\n\nEDIT:\nLet me put it this way. Let's say a girl gets raped and beaten. Her father finds out, snaps, and kills her rapist and his family. Now, while I could sympathize with the father for being upset, I wouldn't excuse his actions, nor could I possibly comprehend what he had to go through. Does that make sense?",
            "oh...AHHHHH i get it, makes sence cuse he mentions Pythric victory. ",
            "so you just replyed to my copy, with an identical copy from another site? did you even look at the link? \n\n*it should have been a ? not a period*",
            "[deleted]",
            "Predators fly out of Marysville, only a few hours north of LA. ",
            "Yeah, I guess I forgot they can track any incoming or outgoing signals in that area.  I was thinking about how a person does not have to give their real name or information for a disposable phone, but I guess that really does not matter if they are scanning the area for any cellphone use.",
            "I think it's obvious he intends to die when this is over. The scary thing is that he does not intend to die *until* it is over. ",
            "Your analysis has nothing to do with speculation? Speculation is forming conjectures about a subject without firm evidence. That's exactly what you're doing. Your perspective is very elementary in contrast to what this guy has proved to be capable of, and frankly your responses have also proved to be very closed in that regard.\n\nHe didn't burn his vehicle in the mountains to send a smoke signal well knowing everyone in southern California was looking for him, plain and simple. He wants them to think that, and its clear you were fooled by it too. Please enlighten everyone more about made up things he was doing. \"Grabbed all the pistols and rifles he could carry, doesn't have credit cards, a cell phone, or any help. If LE wanted to find him quickly he'd have been found, left the car quickly and in a hurry\"\n\nThat, is a real crock of shit.",
            "The computational power they have behind them is astounding. I'd bet anything that a billion dollars worth of computers somewhere (Salt Lake?) are busy sampling millions of voice calls and looking for his voice. "
        ],
        "source": "Reddit"
    }
]